[{
  "name": "Ore Mine",
  "description": "Ore is the primary resource used in the foundation of your Empire. At greater depths, the mines can produce more output of viable metal for use in the construction of buildings, ships, defense systems, and research. As metal is the most abundant of all resources available, its value is considered to be the lowest of all resources for trading.",
  "duration": 30,
  "durationMultipler": 0.5,
  "ore": 100,
  "oreMultipler": 1.5,
  "crystal": 50,
  "crystalMultipler": 1.5,
  "gas": 0,
  "gasMultipler": 0,
  "production": 100,
  "productionMultiplier": 1.5
},{
  "name": "Crystal Mine",
  "description": "Crystal mines supply the main resource used to produce electronic circuits and from certain alloy compounds. Mining crystal consumes some one and half times more energy than a mining metal, making crystal more valuable. Therefore, building mines in deeper strata will increase the amount of crystal produced.",
  "duration": 30,
  "durationMultipler": 0.5,
  "ore": 100,
  "oreMultipler": 1.5,
  "crystal": 50,
  "crystalMultipler": 1.5,
  "gas": 0,
  "gasMultipler": 0,
  "production": 100,
  "productionMultiplier": 1.5
},{
  "name": "Gas Refinery",
  "description": "Gas is processed by special synthesizers which can separate the water from the hydrogen using specially designed centrifuges. The upgrade of the synthesizer allows for increasing the amount of hydrogen processed. Gas is used when carrying out sensor phalanx scans, viewing galaxies, as fuel for ships, and performing specialized research upgrades.",
  "duration": 30,
  "durationMultipler": 0.5,
  "ore": 100,
  "oreMultipler": 1.5,
  "crystal": 50,
  "crystalMultipler": 1.5,
  "gas": 0,
  "gasMultipler": 0,
  "production": 100,
  "productionMultiplier": 1.5
},{
  "name": "Ore Storage",
  "description": "This giant storage facility is used to store metal ore. Each level of upgrading increases the amount of metal ore that can be stored. If the stores are full, no further metal will be mined.",
  "duration": 30,
  "durationMultipler": 2.5,
  "ore": 4500,
  "oreMultipler": 1.5,
  "crystal": 0,
  "crystalMultipler": 0,
  "gas": 0,
  "gasMultipler": 0,
  "production": "10000",
  "productionMultiplier": "1.5"
},{
  "name": "Crystal Storage",
  "description": "The unprocessed crystal will be stored in these giant storage halls in the meantime. With each level of upgrade, it increases the amount of crystal can be stored. If the crystal stores are full, no further crystal will be mined.",
  "duration": 30,
  "durationMultipler": 2.5,
  "ore": 3500,
  "oreMultipler": 1.5,
  "crystal": 1500,
  "crystalMultipler": 15,
  "gas": 0,
  "gasMultipler": 0,
  "production": "10000",
  "productionMultiplier": "1.5"
},{
  "name": "Gas Storage",
  "description": "The Gas storage is for storing newly-synthesized gas. Once it is processed by the synthesizer, it is piped into this tank for later use. With each upgrade of the tank, the total storage capacity is increased. Once the capacity is reached, no further gas will be synthesized.",
  "duration": 30,
  "durationMultipler": 2.5,
  "ore": 3500,
  "oreMultipler": 1.5,
  "crystal": 1500,
  "crystalMultipler": 15,
  "gas": 0,
  "gasMultipler": 0,
  "production": "10000",
  "productionMultiplier": "1.5"
},{
  "name": "Armory",
  "description": "The Robotics Factory primary goal is the production of State of the Art construction robots. Each upgrade to the robotics factory results in the production of faster robots, which is used to reduce the time needed to construct buildings.",
  "duration": 30,
  "durationMultipler": 3.5,
  "ore": 500,
  "oreMultipler": 1.9,
  "crystal": 250,
  "crystalMultipler": 1.8,
  "gas": 150,
  "gasMultipler": 1.7
},{
  "name": "Shipyard",
  "description": "The planetary shipyard is responsible for the construction of spacecraft and defensive mechanisms. As the shipyard is upgraded, it can produce a wider variety of vehicles at a much greater rate of speed. If a nanite factory is present on the planet, the speed at which ships are constructed is massively increased.",
  "duration": 30,
  "durationMultipler": 3.5,
  "ore": 500,
  "oreMultipler": 1.9,
  "crystal": 250,
  "crystalMultipler": 1.8,
  "gas": 150,
  "gasMultipler": 1.7
},{
  "name": "Research Lab",
  "description": "An essential part of any empire, Research Labs are where new technologies are discovered and older technologies are improved upon. With each level of the Research Lab constructed, the speed in which new technologies are researched is increased, while also unlocking newer technologies to research. In order to conduct research as quickly as possible, research scientists are immediately dispatched to the colony to begin work and development. In this way, knowledge about new technologies can easily be disseminated throughout the empire.",
  "duration": 30,
  "durationMultipler": 3.5,
  "ore": 500,
  "oreMultipler": 1.9,
  "crystal": 250,
  "crystalMultipler": 1.8,
  "gas": 150,
  "gasMultipler": 1.7
},{
  "name": "Nanite Factory",
  "description": "A nanomachine, also called a nanite, is a mechanical or electromechanical device whose dimensions are measured in nanometers. The microscopic size of nanomachines translates into higher operational speed. This factory produces nanomachines that are the ultimate evolution in robotics technology. Once constructed, each upgrade significantly decreases production time for buildings, ships, and defensive structures.",
  "duration": 30,
  "durationMultipler": 3.5,
  "ore": 500,
  "oreMultipler": 1.9,
  "crystal": 250,
  "crystalMultipler": 1.8,
  "gas": 150,
  "gasMultipler": 1.7
},{
  "name": "Terraformer",
  "description": "With the increasing construction on planets, even the living space for the colony is becoming more and more limited. Traditional methods such as high-rise and underground construction are increasingly becoming insufficient. A small group of high-energy physicists and nano engineers eventually came to the solution: Terraforming.",
  "duration": 30,
  "durationMultipler": 3.5,
  "ore": 500,
  "oreMultipler": 1.9,
  "crystal": 250,
  "crystalMultipler": 1.8,
  "gas": 150,
  "gasMultipler": 1.7
},{
  "name": "Starport",
  "description": "The Space Dock offers the chance to repair ships that have become a wreckage through the course of a battle. This can be completed with more favourable conditions than a new construction in the shipyard.",
  "duration": 30,
  "durationMultipler": 3.5,
  "ore": 500,
  "oreMultipler": 1.9,
  "crystal": 250,
  "crystalMultipler": 1.8,
  "gas": 150,
  "gasMultipler": 1.7
}]