[{
  "name": "Energy Technology",
  "description": "As various researches were advancing, it was discovered that the current technology of energy distribution was not sufficient enough to begin certain specialized researches. With each upgrade of your Energy Technology, new researches can be conducted which unlocks development of more sophisticated ships and defenses.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Laser Technology",
  "description": "Lasers (light amplification by stimulated emission of radiation) produce an intense, energy rich emission of coherent light. These devices can be used in all sorts of areas, from optical computers to heavy laser weapons, which effortlessly cut through armour technology. The laser technology provides an important basis for research of other weapon technologies.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Ion Technology",
  "description": "Ions can be concentrated and accelerated into a deadly beam. These beams can then inflict enormous damage. Our scientists have also developed a technique that will clearly reduce the deconstruction costs for buildings and systems. For each research level, the deconstruction costs will sink by 4%.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Plasma Technology",
  "description": "A further development of ion technology that doesn`t speed up ions but high-energy plasma instead, which can then inflict devastating damage on impact with an object. Our scientists have also found a way to noticeably improve the mining of metal and crystal using this technology.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "FTL Drive",
  "description": "In the immediate vicinity of the ship the space is warped so that long distances can be covered very quickly. The more the FTL (Faster-Than-Light) Drive is developed, the stronger the warped nature of the space, whereby the speed of the ships equipped with it increase each level.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Weapons Technology",
  "description": "Weapons Technology is a key research technology and is critical to your survival against enemy Empires. With each level of Weapons Technology researched, the weapons systems on ships and your defense mechanisms become increasingly more efficient.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Shielding Technology",
  "description": "With the invention of the magnetosphere generator, scientists learned that an artificial shield could be produced to protect the crew in space ships not only from the harsh solar radiation environment in deep space, but also provide protection from enemy fire during an attack. Once scientists finally perfected the technology, a magnetosphere generator was installed on all ships and defense systems.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Espionage Technology",
  "description": "Espionage Technology is, in the first instance, an advancement of sensor technology. The more advanced this technology is, the more information the user receives about activities in his environment. This technology is indispensable for an upcoming attack, as it informs you whether the victim fleet has defence available or not.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Computer Technology",
  "description": "Once launched on any mission, fleets are controlled primarily by a series of computers located on the originating planet. These massive computers calculate the exact time of arrival, controls course corrections as needed, calculates trajectories, and regulates flight speeds.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Interplanetary Network",
  "description": "Further findings in the field of astrophysics allow for the construction of laboratories that can be fitted on more and more ships. This makes long expeditions far into unexplored areas of space possible. In addition these advancements can be used to further colonize the galaxies.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Missile Development",
  "description": "Missile silos are used to construct, store and launch interplanetary and anti-ballistic missiles. Storage of both Interplanetary missiles and Anti-Ballistic missiles in the same silo is allowed.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Robotics Technology",
  "description": "The Robotics technology is the production of State of the Art construction robots. Each upgrade to the robotics technology results in the production of faster robots, which is used to reduce the time needed to construct buildings, vehicles and weapons.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
}]