[{
  "name": "Viper",
  "description": "This is the first fighting ship all emperors will build. The light fighter is an agile ship, but vulnerable by themselves. In mass numbers, they can become a great threat to any empire. They are the first to accompany small and large cargo to hostile planets with minor defenses.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1000,
  "oreMultipler": 1.5,
  "crystal": 1500,
  "crystalMultipler": 1.5,
  "gas": 300,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Marauder",
  "description": "In developing the heavy fighter, researchers reached a point at which conventional drives no longer provided sufficient performance. In order to move the ship optimally, the impulse drive was used for the first time. This increased the costs, but also opened new possibilities. By using this drive, there was more energy left for weapons and shields; in addition, high-quality materials were used for this new family of fighters.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1500,
  "oreMultipler": 1.5,
  "crystal": 1300,
  "crystalMultipler": 1.5,
  "gas": 500,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Battleship",
  "description": "Built to withstand the largest of battles, the Battleship features large cargo spaces, heavy cannons, and high hyperdrive speed. Once developed, it eventually turned out to be the backbone of every raiding Emperors fleet.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Cruiser",
  "description": "This ship is one of the most advanced fighting ships ever to be developed, and is particularly deadly when it comes to destroying attacking fleets. With its improved laser cannons on board and advanced Hyperspace engine, the Battlecruiser is a serious force to be dealt with in any attack.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Destroyer",
  "description": "The Destroyer is very large, its maneuverability is severely limited, which makes it more of a battle station than a fighting ship. The lack of maneuverability is made up for by its sheer firepower, but it also costs significant amounts of deuterium to build and operate.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Cargo Ship",
  "description": "To maximize the resources that can be stored in the holds, this ship has little in the way of weapons or armor. Thanks to the highly developed combustion engine installed, it serves as the most economical resource supplier between planets, and most effective in raids on hostile worlds.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Colony Ship",
  "description": "The Colony Ship is used to prepare a newly discovered planet for colonization. Once it arrives at the destination, the ship is instantly transformed into habitual living space to assist in populating and mining the new world. The maximum number of planets is thereby determined by the progress in astrophysics research.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Recycler",
  "description": "As combat in space took on ever larger scales, thousands of ships were destroyed and the resources of their remains seemed to be lost to the debris fields forever. Normal cargo ships couldn`t get close enough to these fields without risking substantial damage. Recyclers help to gather the thought-lost resources and then salvage them.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
},{
  "name": "Probe",
  "description": "Espionage probes are small, agile drones that provide data on fleets and planets. Fitted with specially designed engines, it allows them to cover vast distances in only a few minutes. Once in orbit around the target planet, they quickly collect data and transmit the report back via your Deep Space Network for evaluation. But there is a risk to the intelligent gathering aspect. During the time the report is transmitted back to your network, the signal can be detected by the target and the probes can be destroyed.",
  "duration": 60,
  "durationMultipler": 1.5,
  "ore": 1,
  "oreMultipler": 1.5,
  "crystal": 1,
  "crystalMultipler": 1.5,
  "gas": 1,
  "gasMultipler": 1.5,
  "production": 1,
  "productionMultipler": 1.5
}]